{
  "home": {
    "title": "Listen, Understand, Grow Together.",
    "intro": "My therapeutic approach is based on active listening, empathy, and understanding each individual in their uniqueness. I believe in everyone's ability to evolve and rebuild, no matter the starting point.",
    "scrollHint": "Discover my services below",
    "titleRole": "Clinical Psychologist and Psychotherapist",
    "servicesTitle": "What I offer:",
    "servicesText": "During our first meeting, we will get to know each other. After compassionate and non-judgmental listening to your needs, we will build together the support that suits you best.",
    "teleconsultTitle": "Online Consultations:",
    "teleconsultText1": "Psychotherapy should be accessible to everyone and from anywhere. That’s why I offer online support to address mobility and scheduling constraints, or simply to meet your personal preference.",
    "teleconsultText2": "This flexible support allows you to access psychological care regardless of your situation (chronic illness, bedrest pregnancy, living abroad, work schedules, family responsibilities, etc.)."
  },
  "nav": {
    "home": "Home",
    "about": "About Me",
    "pricing": "Rates & Contact",
    "makeAppointment": "Book an Appointment",
    "myAppointments": "My Appointments",
    "allAppointments": "All Appointments",
    "setupSlots": "Set Up My Slots",
    "mySlots": "My Slots",
    "login": "Log In",
    "logout": "Log Out",
    "hello": "Hello",
    "language": "Language",
    "appointments": "Appointments"
  },
  "presentation": {
    "text1": "Presentation:",
    "text2": "With a Master's degree in Clinical Psychology (specializing in children/adolescents) from the École des Psychologues Praticiens in Paris, I am a clinical psychologist and psychotherapist.",
    "text3": "My therapeutic approach is integrative, meaning I consider all elements around the patient: their background, genetics, history, beliefs, values, personality, education, environment, etc. This allows me to tailor psychotherapy to each individual's unique needs.",
    "text4": "I see adolescent and adult patients for various psychological issues. During my training, I was introduced to multiple therapeutic approaches. I use techniques from cognitive-behavioral therapy (CBT), schema therapy by Young, systemic therapy (family therapy), and also relaxation through breathing and visualization.",
    "text5": "These therapeutic tools allow me to offer a tailored therapy aligned with your needs and life stories, according to my specializations.",
    "text6": "My Specializations:",
    "text7": "I specialize in childhood and adolescence due to my clinical psychology training with a child and adolescent focus. This specialization covers various aspects of clinical psychopathology related to children and parenting.",
    "text8": "Thanks to my experience in perinatal care services, maternity, and neonatal intensive care, as well as my complementary training (seminars, conferences, workshops), my specialization also includes the perinatal period: from conception, through pregnancy, to postpartum (including postpartum depression), and care for miscarriages, PMA or IVF journeys.",
    "text9": "I also specialize and continue training in supporting chronic illnesses, including endometriosis, irritable bowel syndrome (IBS), and small intestinal bacterial overgrowth (SIBO).",
    "text10": "My Background:",
    "text11": "Here are the various places I have worked and trained:",
    "text12": "Research lab of Psychopathology and Health Processes – Boulogne",
    "text13": "Parisian Research Lab of Social Psychology (LAPPS) – Nanterre",
    "text14": "Nursery in Garches - Garches",
    "text15": "Hospital of Le Vésinet, Perinatal Care Unit – Le Vésinet",
    "text16": "STOP Gyn Ecological Violence France - Paris",
    "text17": "André Grégoire Hospital, Neonatal ICU – Montreuil",
    "text18": "Robert-Debré Hospital, Gynecology and Obstetrics – Paris 19th",
    "text19": "Clinic – Paris 10th (2023-2024)",
    "text20": "PEMLAB Clinic - Paris 2nd (2024)",
    "text21": "Clinic - Le Pecq 78230 (2024)",
    "text22": "Teleconsultations (2023–…)",
    "text23": "My Vision:",
    "text24": "My vision of psychology can be illustrated by the analogy of Pandora’s box and a tangled ball of yarn. We all have a unique life story full of knots (life events). We are aware of some of our psychological patterns and memories, but we also have shadow areas, unconscious parts. The psychologist is there to hear these stories, help unravel the knots, and support your self-awareness.",
    "text25": "The psychologist helps access your unconscious part, making links that are difficult to recognize alone, aiming for better well-being or understanding of yourself.",
    "text26": "This process involves collaboration between psychologist and patient — together we identify your strengths, resources, and subjectivities. The psychologist doesn’t give ready-made solutions, but explores them with you.",
    "text27": "Spoken Languages:",
    "text28": "Coming from a Franco-Italian background, I am bilingual in Italian.",
    "text29": "I therefore offer sessions in both French and Italian.",
    "bookTitle": "My Book:",
    "bookHeading": "It's All in the Head",
    "bookText1": "A long and intense journey. Five years of medical wandering — but don’t worry, it’s not boring. I tried to make it easy and light to read.",
    "bookText2": "Here, I open up to you — with honesty and lightness. I even tried to add some humor... which isn’t easy in this kind of writing. We talk about digestive issues (IBS, SIBO...), mental health, endometriosis, medicine, and society in general.",
    "bookLink": "Link to my book",
    "podcastTitle": "My Podcast:",
    "podcastHeading": "Chronic Wellness",
    "podcastText1": "Margaux shares her experience with chronic pain, including irritable bowel syndrome, SIBO, and especially endometriosis.",
    "podcastText2": "Wearing both hats of an aspiring psychologist and a patient, she shares her highs and lows openly — especially her long medical wandering.",
    "podcastLink": "Link to my podcast"
  },
  "tarifs": {
    "title": "Rates:",
    "studentLabel": "Student:",
    "studentInfo": "50-minute session - €60",
    "adultLabel": "Adult:",
    "adultInfo": "50-minute session - €70",
    "practicalInfo": "Practical Information:",
    "payment": "Payment is made via bank transfer (automatically through Doctolib) – BEFORE the session – for online consultations.",
    "reimbursement": "Session Reimbursement:",
    "mutuelleInfo1": "Some health insurance providers partially reimburse therapy sessions.",
    "mutuelleInfo2": "For more information, please contact your complementary health provider.",
    "delayTitle": "Delays, Rescheduling, and Cancellations:",
    "delayInfo1": "In case of delay, please notify me at 07 81 82 20 84 as soon as possible.",
    "delayInfo2": "For rescheduling or cancellations, please notify me at least 48 hours in advance.",
    "delayInfo3": "If a session is missed without notice, it will still be charged.",
    "contactTitle": "Contact Details:",
    "emailTitle": "Email:",
    "email": "psychologue.margauxviti@gmail.com",
    "phoneTitle": "Phone:",
    "phone": "(+33) 07 81 82 20 84",
    "phoneNote": "Feel free to leave me a voicemail or text with your name, surname, and a number where I can call you back."
  },
  "login": {
    "welcomeTitle": "Happy to see you again!",
    "welcomeSubtitle": "Please log in to access my services",
    "noAccount": "Don’t have an account? Sign up ",
    "here": "here.",
    "formTitle": "Login",
    "emailLabel": "Email:",
    "emailPlaceholder": "Your email",
    "passwordLabel": "Password:",
    "passwordPlaceholder": "Your password",
    "submit": "Log in",
    "error": "An error occurred",
    "defaultLoginError": "Login error"
  },
  "register": {
    "title": "Sign Up",
    "nameLabel": "Last Name",
    "namePlaceholder": "Your last name",
    "firstnameLabel": "First Name",
    "firstnamePlaceholder": "Your first name",
    "emailLabel": "Email Address",
    "emailPlaceholder": "Your email",
    "passwordLabel": "Password",
    "passwordPlaceholder": "Your password",
    "phoneLabel": "Phone",
    "phonePlaceholder": "Your phone number",
    "submit": "Sign up",
    "error": "An error occurred.",
    "welcomeTitle": "Welcome!",
    "welcomeSubtitle": "Please fill in your personal information to access appointment booking",
    "alreadyClient": "Already a client? Log in ",
    "here": "here."
  },
  "footer": {
  "name": "Margaux viti",
  "title": "Practicing Psychotherapist",
  "contact": "Phone: (+33) 07 81 82 20 84 . Email: psychologue.margauxviti@gmail.com",
  "legal": "ADELI No: 789330958 / SIRET No: 889 727 244 00028"
},
"notfound": {
  "title": "Page not found",
  "description": "Oops... The page you're looking for doesn't exist.",
  "homeLink": "Back to home"
}
}