{
  "home": {
    "title": "Ascoltare, Comprendere, Evolvere Insieme.",
    "intro": "Il mio approccio terapeutico si basa sull'ascolto attivo, l'empatia e la comprensione dell'individuo nella sua unicità. Credo nella capacità di ognuno di evolvere e ricostruirsi, qualunque sia il punto di partenza.",
    "scrollHint": "Scopri i miei servizi più in basso",
    "titleRole": "Psicologa (clinica) e Psicoterapeuta",
    "servicesTitle": "Cosa propongo :",
    "servicesText": "Durante il nostro primo incontro ci conosceremo e, dopo un ascolto attento e senza giudizio della tua richiesta, costruiremo insieme un accompagnamento adatto a te.",
    "teleconsultTitle": "Teleconsulto :",
    "teleconsultText1": "La psicoterapia deve essere accessibile a tutti e da qualsiasi luogo. Ecco perché propongo un accompagnamento online per superare i vincoli logistici o semplicemente per preferenza personale.",
    "teleconsultText2": "È un accompagnamento flessibile che consente di avere un supporto psicologico indipendentemente dalla situazione (malattie croniche, gravidanza a rischio, vita all'estero, orari lavorativi incompatibili con gli appuntamenti in studio, esigenze familiari, ecc.)."
  },
  "nav": {
    "home": "Home",
    "about": "Chi sono?",
    "pricing": "Tariffe e contatto",
    "makeAppointment": "Prenota un appuntamento",
    "myAppointments": "I miei appuntamenti",
    "allAppointments": "Tutti gli appuntamenti",
    "setupSlots": "Configura gli orari",
    "mySlots": "I miei orari",
    "login": "Accedi",
    "logout": "Disconnettersi",
    "hello": "Ciao",
    "language": "Lingua"
  },
  "presentation": {
  "text1": "Presentazione:",
  "text2": "Laureata con un master 2 in psicologia clinica (specializzazione infanzia/adolescenza) alla Scuola di Psicologi Pratici di Parigi, sono psicologa clinica e psicoterapeuta.",
  "text3": "Il mio approccio terapeutico è integrativo, il che significa che considero tutti gli elementi che circondano il paziente: la sua esperienza, genetica, precedenti, credenze, valori, personalità, educazione, ambiente, ecc. Questo approccio mi permette di adattare e personalizzare la psicoterapia secondo le esigenze uniche di ogni individuo.",
  "text4": "Ricevo pazienti adolescenti e adulti per varie problematiche psicologiche. Durante la mia formazione in psicologia clinica e psicoterapia, sono stata formata a diversi approcci terapeutici: utilizzo tecniche delle terapie cognitivo-comportamentali (TCC), la terapia degli schemi di Young, le terapie sistemiche (terapia familiare) e anche tecniche di rilassamento tramite respirazione e visualizzazione.",
  "text5": "Queste tecniche mi permettono di avere un insieme di strumenti per offrire una terapia su misura, in base ai bisogni e alle storie di vita dei pazienti, in linea con le mie specializzazioni.",
  "text6": "Le mie specializzazioni:",
  "text7": "Sono specializzata nell'infanzia e nell'adolescenza grazie alla mia formazione in psicologia clinica dell'infanzia e adolescenza. Questa specializzazione comprende varie dimensioni della psicopatologia clinica nell'ambito dell'infanzia e della genitorialità.",
  "text8": "Grazie alla mia esperienza in servizi di cura in perinatalità, maternità e terapia intensiva neonatale, e a formazioni complementari (seminari, conferenze, giornate di studio), la mia specializzazione si estende anche alla perinatalità: dal desiderio di un figlio, alla gravidanza, al post-partum, alla presa in carico di aborti spontanei, progetti PMA e/o FIV.",
  "text9": "Inoltre, sono specializzata e continuo a formarmi nell'accompagnamento di malattie croniche, tra cui endometriosi, sindrome dell'intestino irritabile (IBS) e SIBO.",
  "text10": "Il mio percorso:",
  "text11": "Ecco i diversi luoghi in cui ho lavorato e mi sono formata:",
  "text12": "Laboratorio di ricerca di Psicopatologia e Processi di Salute – Boulogne",
  "text13": "Laboratorio parigino di Psicologia sociale (LAPPS) – Nanterre",
  "text14": "Asilo nido di Garches - Garches",
  "text15": "Ospedale di Le Vésinet, reparto perinatale – Le Vésinet",
  "text16": "STOP Violenza Ginecologica Francia - Parigi",
  "text17": "Ospedale André Grégoire, terapia intensiva neonatale – Montreuil",
  "text18": "Ospedale Robert-Debré, reparto di ginecologia ostetrica – Parigi 19°",
  "text19": "Studio – Parigi 10° (2023-2024)",
  "text20": "Studio PEMLAB - Parigi 2° (2024)",
  "text21": "Studio - Le Pecq 78230 (2024)",
  "text22": "Teleconsultazioni (dal 2023…)",
  "text23": "La mia visione:",
  "text24": "La mia visione della psicologia può essere paragonata a una scatola di Pandora o a un gomitolo pieno di nodi. Ognuno di noi ha una storia di vita unica fatta di eventi. Siamo consapevoli di alcuni nostri schemi, ma tutti abbiamo zone d'ombra e dimenticanze (il nostro inconscio). Lo psicologo è lì per ascoltare, comprendere e aiutarci a sciogliere quei nodi.",
  "text25": "Lo psicologo ti accompagna verso la parte inconscia per fare collegamenti spesso difficili da individuare da soli, per raggiungere un maggiore benessere o comprensione di sé.",
  "text26": "Questo percorso è una collaborazione tra psicologo e paziente. Insieme individuiamo le risorse, i punti di forza e le soggettività. Lo psicologo non propone soluzioni preconfezionate, ma le cerca con te.",
  "text27": "Lingue parlate:",
  "text28": "Sono di doppia cultura franco-italiana e parlo fluentemente italiano.",
  "text29": "Propongo quindi accompagnamenti sia in francese che in italiano.",
  "bookTitle": "Il mio libro:",
  "bookHeading": "È tutto nella testa",
  "bookText1": "Un percorso lungo e intenso. Cinque anni di erranza medica... Ma tranquilli, ho cercato di renderlo leggero e piacevole da leggere.",
  "bookText2": "Qui mi racconto a voi. Con leggerezza e onestà. Ho anche provato a inserire un po’ di umorismo... non semplice con certi temi.",
  "bookLink": "Link al mio libro",
  "podcastTitle": "Il mio podcast:",
  "podcastHeading": "Benessere cronico",
  "podcastText1": "Margaux racconta la sua esperienza con dolori cronici, in particolare con la sindrome dell'intestino irritabile, il SIBO e l'endometriosi.",
  "podcastText2": "Con il suo doppio ruolo di futura psicologa e paziente, condivide alti e bassi, senza tabù, su dolori e erranza medica.",
  "podcastLink": "Link al mio podcast"
}, 
"tarifs": {
  "title": "Tariffe:",
  "studentLabel": "Studente:",
  "studentInfo": "sessione di 50 min - 60 €",
  "adultLabel": "Adulto:",
  "adultInfo": "sessione di 50 min - 70 €",
  "practicalInfo": "Informazioni pratiche:",
  "payment": "Il pagamento avviene tramite bonifico (automatico su Doctolib) – PRIMA della consultazione - in teleconsultazione.",
  "reimbursement": "Rimborso delle sedute:",
  "mutuelleInfo1": "Alcune mutue rimborsano una parte delle sedute",
  "mutuelleInfo2": "Per maggiori informazioni, ti consiglio di rivolgerti alla tua assicurazione sanitaria complementare",
  "delayTitle": "Ritardi, spostamenti e cancellazioni:",
  "delayInfo1": "In caso di ritardo, ti prego di avvisarmi al numero 07 81 82 20 84 il prima possibile.",
  "delayInfo2": "In caso di spostamento o cancellazione, ti prego di avvisarmi con almeno 48H di anticipo.",
  "delayInfo3": "In caso di appuntamento non rispettato senza preavviso, la seduta sarà addebitata.",
  "contactTitle": "Contatti:",
  "emailTitle": "E-mail:",
  "email": "psychologue.margauxviti@gmail.com",
  "phoneTitle": "Telefono:",
  "phone": "(+33) 07 81 82 20 84",
  "phoneNote": "Non esitare a lasciarmi un messaggio vocale o un sms con il tuo nome, cognome e un numero su cui posso richiamarti."
},
"login": {
  "welcomeTitle": "Felice di rivederti!",
  "welcomeSubtitle": "Accedi per usufruire dei miei servizi",
  "noAccount": "Non hai ancora un account? Registrati ",
  "here": "qui.",
  "formTitle": "Accesso",
  "emailLabel": "Email:",
  "emailPlaceholder": "La tua email",
  "passwordLabel": "Password:",
  "passwordPlaceholder": "La tua password",
  "submit": "Accedi",
  "error": "Si è verificato un errore",
  "defaultLoginError": "Errore di accesso"
}, 
"register": {
  "title": "Registrazione",
  "nameLabel": "Cognome",
  "namePlaceholder": "Il tuo cognome",
  "firstnameLabel": "Nome",
  "firstnamePlaceholder": "Il tuo nome",
  "emailLabel": "Indirizzo e-mail",
  "emailPlaceholder": "La tua email",
  "passwordLabel": "Password",
  "passwordPlaceholder": "La tua password",
  "phoneLabel": "Telefono",
  "phonePlaceholder": "Il tuo numero di telefono",
  "submit": "Registrati",
  "error": "Si è verificato un errore.",
  "welcomeTitle": "Benvenuto!",
  "welcomeSubtitle": "Inserisci le tue informazioni personali per poter prenotare un appuntamento",
  "alreadyClient": "Sei già cliente? Accedi ",
  "here": "qui."
},
"footer": {
  "name": "Margaux viti",
  "title": "Psicoterapeuta professionista",
  "contact": "Tel: (+33) 07 81 82 20 84 . Email: psychologue.margauxviti@gmail.com",
  "legal": "N°ADELI: 789330958 / N°SIRET: 889 727 244 00028"
},
"notfound": {
  "title": "Pagina non trovata",
  "description": "Ops... La pagina che stai cercando non esiste.",
  "homeLink": "Torna alla home"
}





}
