{
  "home": {
    "title": "Écouter, Comprendre, Évoluer Ensemble.",
    "intro": "Mon approche thérapeutique est basée sur l'écoute active, l'empathie et la compréhension de chaque individu dans sa singularité. Je crois en la capacité de chacun à évoluer et à se reconstruire, quel que soit le point de départ.",
    "scrollHint": "Découvrez mes services plus bas",
    "titleRole": "Psychologue (clinicienne) et Psychotérapeute",
    "servicesTitle": "Ce que je vous propose :",
    "servicesText": "Lors de notre première rencontre, nous apprendrons à faire connaissance et après une écoute bienveillante et sans jugement de votre demande, nous construirons ensemble l’accompagnement qui vous convient le mieux.",
    "teleconsultTitle": "Téléconsultation :",
    "teleconsultText1": "La psychothérapie doit être accessible à toutes et tous et de n’importe où, c’est pourquoi je vous propose un accompagnement en ligne afin de palier vos contraintes de déplacement et d’organisation personnelle ou simplement pour répondre à un choix, une préférence.",
    "teleconsultText2": "C’est un accompagnement flexible qui vous permet d’avoir accès à un suivi psychologique quelle que soit votre situation (maladies chroniques, grossesse alitée, vie à l’étranger, horaires de travail incompatibles avec un rendez-vous en cabinet, impératifs familiaux, etc.)."
  },
  "nav": {
    "home": "Accueil",
    "about": "Qui suis-je ?",
    "pricing": "Tarifs et contact",
    "makeAppointment": "Prendre un rendez-vous",
    "myAppointments": "Mes rendez-vous",
    "allAppointments": "Tous les rendez-vous",
    "setupSlots": "Configurer mes créneaux",
    "mySlots": "Mes créneaux",
    "login": "Se connecter",
    "logout": "Se déconnecter",
    "hello": "Bonjour",
    "language": "Langue"
  },
  "presentation": {
  "text1": "Présentation :",
  "text2": "Diplômée d’un master 2 de psychologie clinique (spécialisation enfants/adolescents) à l’école de psychologues praticiens de Paris, je suis psychologue clinicienne et psychothérapeute.",
  "text3": "Mon approche thérapeutique est intégrative, ce qui signifie que je prends en compte tous les éléments autour du patient : son vécu, sa génétique, ses antécédents, ses croyances, ses valeurs, sa personnalité, son éducation, son environnement, etc. Cette approche me permet d'adapter et de personnaliser la psychothérapie en fonction des besoins uniques de chaque individu.",
  "text4": "Je reçois des patients adolescents et adultes sur diverses problématiques psychiques. Pendant ma formation de psychologue clinicienne et de psychothérapeute, j'ai été formée à plusieurs approches thérapeutiques, j’utilise des techniques empruntées aux thérapies cognitivo-comportementales (TCC), à la thérapie des schémas de Young ou encore aux thérapies systémiques (thérapie familiale) mais aussi des techniques de relaxation par la respiration et la visualisation.",
  "text5": "Ces techniques thérapeutiques me permettent d’avoir un éventail d’outils dans ma pratique afin d’offrir une thérapie sur mesure à vos besoins et vos histoires de vie, en accord avec mes spécialisations.",
  "text6": "Mes spécialisations :",
  "text7": "Je suis spécialisée dans la période de l’enfance et de l’adolescence du fait de ma formation en psychologie clinique option enfance et adolescence. Cette spécialisation englobe différentes dimensions de la psychopathologie clinique dans le champ de l’enfance et de la parentalité.",
  "text8": "Grâce à mon expérience professionnelle au sein de services de soins en périnatalité, en maternité et en réanimation néonatale, ainsi qu'à mes formations complémentaires comprenant des séminaires, des conférences et des journées de formation, ma spécialisation s'étend également à la période de la périnatalité : du projet bébé, à la grossesse, au post-partum (dépression du post-partum) ainsi que la prise en charge des fausses couches, projets PMA et/ou FIV.",
  "text9": "De plus, je suis spécialisée et continue à me former dans l'accompagnement des maladies chroniques, notamment l’endométriose, le syndrome de l'intestin irritable (SII) ou le syndrome du côlon irritable (SCI) et la colonisation bactérienne chronique de l'intestin grêle (SIBO).",
  "text10": "Mon parcours :",
  "text11": "Voici les différents lieux où j’ai exercé et ai été formée :",
  "text12": "Laboratoire de recherche de Psychopathologie et Processus de Santé – Boulogne",
  "text13": "Laboratoire de recherche Parisien de Psychologie sociale (LAPPS) – Nanterre",
  "text14": "Crèche de Garches - Garches",
  "text15": "Hôpital du Vésinet en service de Soins en Périnatalité – Le Vésinet",
  "text16": "STOP Violences Gynéchologiques France - Paris",
  "text17": "Hôpital André Grégoire en service de Réanimation Néonatale – Montreuil",
  "text18": "Hôpital Robert-Debré en service de Gynécologie Obstétrique – Paris 19ème",
  "text19": "Cabinet – Paris l0ème (2023-2024)",
  "text20": "Cabinet PEMLAB - Paris 2ème (2024)",
  "text21": "Cabinet - Le Pecq 78230 (2024)",
  "text22": "Téléconsultations (2023-…)",
  "text23": "Ma vision :",
  "text24": "Ma vision de la psychologie peut se traduire dans l'analogie de la boîte de Pandore et d’une pelote de laine pleine de nœuds. Chacun de nous possède une histoire de vie unique, tissée de nœuds (évènements de vie)...",
  "text25": "Le/la psychologue vous accompagne pour accéder à votre part inconsciente ce qui permet de faire des liens, difficiles à faire seul.e.s...",
  "text26": "Cette démarche implique une collaboration entre le/la psychologue et le/la patient.e car c'est ensemble que nous identifions vos ressources...",
  "text27": "Les langues parlées :",
  "text28": "Issue d’une double culture Franco-italienne, je suis bilingue en Italien.",
  "text29": "Je propose donc des accompagnements aussi bien en français qu’en italien.",
  "bookTitle": "Mon livre :",
  "bookHeading": "C'est dans la tête",
  "bookText1": "Un cheminement long et intense. L’histoire de cinq années d’errance médicale, mais ne t’inquiète pas, ce n’est pas « barbant », en tout cas, j’ai tenté de faire en sorte que cela se lise facilement et sans prise de tête",
  "bookText2": "Ici, je me livre à toi, à vous. En toute légèreté et en toute honnêteté. J’ai même essayé de caler un peu d’humour... Mais bon, pas simple dans ce type d’écrit. On parle de troubles digestifs (SII, SIBO...), psychiques, d’endométriose, de médecine et de société en général.",
  "bookLink": "Lien de mon livre",
  "podcastTitle": "Mon podcast :",
  "podcastHeading": "Bien-être chronique",
  "podcastText1": "Margaux témoigne de son expérience avec douleurs chroniques et notamment du syndrome de l'intestin irritable, du SIBO et surtout de l'endométriose.",
  "podcastText2": "Avec sa casquette de psychologue en devenir et de malade, elle nous partage ses hauts et ses bas sans aucun tabou sur ses douleurs et surtout sur sa période d'errance médicale.",
  "podcastLink": "Lien de mon podcast"
}, "tarifs": {
  "title": "Tarifs :",
  "studentLabel": "Étudiant :",
  "studentInfo": "séance de 50 min - 60 €",
  "adultLabel": "Adulte :",
  "adultInfo": "séance de 50 min - 70 €",
  "practicalInfo": "Informations pratiques :",
  "payment": "Le règlement se fait par virement (automatique sur Doctolib) – AVANT la consultation - en téléconsultation.",
  "reimbursement": "Remboursement des séances :",
  "mutuelleInfo1": "Certaines mutuelles remboursent une partie des séances",
  "mutuelleInfo2": "Pour de plus amples renseignements, je vous recommande de vous adresser à votre complémentaire santé",
  "delayTitle": "Retards, déplacements et annulations :",
  "delayInfo1": "En cas de retard, merci de me prévenir au 07 81 82 20 84 dès que possible.",
  "delayInfo2": "En cas de déplacement ou d’annulation, merci de me prévenir 48H à l’avance.",
  "delayInfo3": "En cas de rendez-vous non-honoré sans me prévenir, la séance est dû.",
  "contactTitle": "Coordonnées :",
  "emailTitle": "E-mail :",
  "email": "psychologue.margauxviti@gmail.com",
  "phoneTitle": "Téléphone :",
  "phone": "(+33) 07 81 82 20 84",
  "phoneNote": "N’hésitez pas à me laisser un message vocal ou un sms avec votre nom et prénom ainsi qu’un numéro de téléphone sur lequel vous rappeler."
},
"login": {
  "welcomeTitle": "Heureux de vous revoir !",
  "welcomeSubtitle": "Veuillez vous connecter pour accéder à mes services",
  "noAccount": "Pas encore de compte ? inscrivez-vous ",
  "here": "ici.",
  "formTitle": "Connexion",
  "emailLabel": "Email :",
  "emailPlaceholder": "Votre email",
  "passwordLabel": "Mot de passe :",
  "passwordPlaceholder": "Votre mot de passe",
  "submit": "Se connecter",
  "error": "Une erreur est survenue",
  "defaultLoginError": "Erreur de connexion"
}, 
"register": {
  "title": "Inscription",
  "nameLabel": "Nom",
  "namePlaceholder": "Votre nom",
  "firstnameLabel": "Prénom",
  "firstnamePlaceholder": "Votre prénom",
  "emailLabel": "Adresse e-mail",
  "emailPlaceholder": "Votre email",
  "passwordLabel": "Mot de passe",
  "passwordPlaceholder": "Votre mot de passe",
  "phoneLabel": "Téléphone",
  "phonePlaceholder": "Votre numéro de téléphone",
  "submit": "S'inscrire",
  "error": "Une erreur est survenue.",
  "welcomeTitle": "Bienvenue !",
  "welcomeSubtitle": "Veuillez renseigner vos informations personnelles pour pouvoir accéder à la prise de rendez-vous",
  "alreadyClient": "Déjà client ? Connectez-vous ",
  "here": "ici."
},
"footer": {
  "name": "Margaux viti",
  "title": "Psychotérapeute praticienne",
  "contact": "Tel : (+33) 07 81 82 20 84 . Mail : psychologue.margauxviti@gmail.com",
  "legal": "N°ADELI : 789330958 / N°SIRET : 889 727 244 00028"
}




}
